{
  "title": "Assinatura",
  "back": "Voltar",
  "home": "Início",
  "choosePlan": "Escolha seu plano",
  "choosePlanDesc": "Desbloqueie recursos premium para sua experiência de moda",
  "trialBanner": "Experimente o Trendsetter por 7 dias grátis",
  "trialBannerDesc": "Sem cartão de crédito. Cancele quando quiser. Volta ao plano gratuito automaticamente.",
  "activateTrial": "Ativar trial grátis",
  "currentUsage": "Seu uso atual",
  "usageLimitHint": "Chegou no limite? Ative o trial grátis acima ou escolha um plano.",
  "demoMode": "Modo Demo: Visualize como seria com outro plano",
  "reset": "Resetar",
  "featureComparison": "Comparativo de recursos",
  "feature": "Recurso",
  "faqTitle": "Perguntas frequentes",
  "trustNoCard": "Sem cartão para trial",
  "trustSecure": "Pagamento seguro",
  "trustCancel": "Cancele quando quiser",
  "undecided": "Ainda não decidiu? Sem problema!",
  "continueFree": "Continuar no plano gratuito",
  "exploreChromatic": "Explorar colorimetria grátis",
  "buildCloset": "Montar meu closet",
  "faq1q": "Preciso de cartão de crédito para o trial?",
  "faq1a": "Não! O trial de 7 dias é completamente grátis e não exige cartão de crédito. Ao final, você volta automaticamente para o plano gratuito.",
  "faq2q": "Posso cancelar a qualquer momento?",
  "faq2a": "Sim! Você pode cancelar sua assinatura quando quiser, sem multa ou burocracia. Seus dados são mantidos e você pode voltar quando desejar.",
  "faq3q": "O que acontece quando meu trial acaba?",
  "faq3a": "Você volta automaticamente para o plano Iniciante (gratuito). Nenhuma cobrança é feita. Suas peças e dados continuam salvos.",
  "faq4q": "Qual a diferença entre os planos?",
  "faq4a": "A principal diferença é a quantidade de peças no closet, provas virtuais por dia e acesso a recursos premium como Voyager e VIP Looks. Veja a tabela comparativa acima.",
  "faq5q": "Posso trocar de plano depois?",
  "faq5a": "Sim! Você pode fazer upgrade ou downgrade a qualquer momento. A mudança é imediata e o valor é ajustado proporcionalmente."
}
